bin/target/test-classes/request2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://webservices.cts.ast/">
   <soapenv:Header/>
   <soapenv:Body>
      <web:execute>
         <!--Optional:-->
         <nombre>franco</nombre>
      </web:execute>
   </soapenv:Body>
</soapenv:Envelope>